[
  {
    "id": "doc_20251231_170656_0",
    "filename": "01-legal_notice_facebook.pdf",
    "document_type": "pdf",
    "extracted_text": "--- Page 1 ---\nA A CHAUS,\nADVOCATE,\nOFFICE: F-91, 1st Floor, Abul Fazal Enclave Part I,\nJamia Nagar, New Delhi- 110025\nMOBILE- 08149757883, EMAIL- aachaus@gmail.com\n\nBY SPEED POST/EMAIL\n\nDate: 19.10.2020\n\nTo\n\nFacebook India Online Services Private Limited,\nRegd. office: Unit Nos. 1203 and 1204,\nLevel 12, Building No.20, Raheja Mindspace,\nCyberabad, Madhapur, Hitech City, Hyderabad\nTelangana 500081\nEmail- tvk@fb.com\n\nSir,\n\nUnder the instructions from and on behalf of my client Mr. Mohd\nAbuzar, residence at\n                                                      I hereby serve you with the following legal\n\nNotice:\n\n1. That you, the Noticee is an incorporated company under the\n   Companies Act (as amended upto date) as a subsidiary of a\n   foreign company i.e. Facebook Inc. having registered office at\n   _________________________________________________\n\n--- Page 2 ---\nA A CHAUS\nADVOCATE\n\nUnit Nos. 1203 and 1204, Level 12, Building No.20, Raheja\nMindspace, Cyberabad, Madhapur, Hitech City, Hyderabad\nTelangana 500081. That you, the Noticee run a social\nnetworking Website and Application i.e. www.facebook.com and\nFacebook App (hereinafter to be referred to as ‘the said\nplatform’).\n\n2. That my client is a concerned citizen of India and a social activist\nand associated with a Non-governmental Organization\nANHAD (Act Now for Harmony and Democracy).\n\n3. That you, the Noticee have started the said platform in 2006 and\nhave made public offers through various means including public\nadvertisements etc. to join the said platform and made\nassurances about privacy and safety of information of users. It is\npertinent to mention here that you, the Noticee maintain a\nwebpage at https://www.facebook.com/safety, wherein you, the\nNoticee claims that ‘Our mission is to give people the power to\nshare and to make the world more open and connected. We\nwant everyone to feel safe when using Facebook. We work with\nexternal experts, including a Safety Advisory Board, and gather\nfeedback from our community to develop policies, tools and\nresources to keep you safe.’\n\n4. That my client in pursuance of your said offers and assurances\nhas signed up and opened a user account\n‘facebook.com/abuzar.choudhary’ in year 2010 and also advised\nhis friends and relatives to join the said platform and\naccordingly developed a network of friends and relatives on the\n\nPage 2 of 6\n\n--- Page 3 ---\nA A CHAUS\nADVOCATE\n\nsaid platform. At present my client is connected with 4600\nfriends and more than 700 followers.\n5. To the utter shock and dismay of my client, on 13th September\n2020, my client woke up with a number of phone calls from\nfriends and relatives expressing their grief and many friends\nvisited his house with the same grief. They informed to my client\nthat you, the Noticee has published a public message on my\nclient's user account of the said platform asking friends and\nrelatives to tribute my client and to share stories, commemorate\na special day.\n6. That my client immediately turned to the said platform and tried\nto log in, but a message appeared 'Account unavailable This\naccount is in a special memorialised state. If you have any\nquestions, please visit the help centre for more information'. My\nclient followed the instructions provided by you, the Noticee\nthrough the said message and accordingly received email dated\n13.09.2020, the said email asked my client to upload a photo\nholding a government ID, accordingly my client uploaded the\nsame, but received no response.\n7. That my client again approached you, the Noticee and received a\nmail dated 16.09.2020, and my client followed the instructions\nprovided by you, the Noticee, however the issue remained\nunresolved. It appears to my client that you, the Noticee have\nmade the account of my client unavailable and spread\nunsubstantiated information of his death with a view to cause\nmental trauma and harassment, the same is evident from the\nPage 3 of 6\n\n--- Page 4 ---\nA A CHAUS\nADVOCATE\n\nfact that you, the Noticee have not taken the cognizance of\nrequests made by my client on the said website.\n8. That my client genuinely believes that you, the Noticee have\nabruptly, whimsically and arbitrarily suspended his account\nwith malafide intent, as the same is evident from the fact that\nyou, the Noticee have not followed any procedure nor attempted\nto confirm the information, if any received to you, the Noticee.\nFurther, you, the Noticee have not taken cognizance to the\nrequests made by my client despite the compliance of my client\nto the instructions made by you, the Noticee.\n9. That the friends and relatives of my client have made various\nrequests on twitter by tagging you, the Noticee to restore the\naccount of my client and to make a public apology, however the\nefforts of his friends and relatives also failed.\n10. That you, the Noticee remained adamant and not even\nresponded to the aforesaid requests of my client, his friends and\nrelatives; such inaction on your part is completely unbearable\nand intolerable in the eyes of Indian Legal System. The said\ninaction of you, the Noticee also reveals that you, the Noticee\ndoes not have transparency and accountability in your\norganisational structure, and grievance redressal mechanism.\n11. That it appears to my client from the conduct of you, the\nNoticee that you, the Noticee have initiated the aforesaid action\nwith evil design and intent to cause mental agony and\nharassment to my client only because he is vocal on the issues\naffecting and relating to the public.\n\nPage 4 of 6\n\n--- Page 5 ---\nA A CHAUS\nADVOCATE\n12. That you, the Noticee are bound by law to act in\naccordance with the Indian Constitution. It is pertinent to\nmention here that the impugned action of you, the Noticee to\nterminate the user account of client on a false and frivolous\nreason is violative of most precious and celebrated right of\nfreedom of speech under Article 19 (1) (a) of the Constitution of\nIndia. Further, the said impugned action of you, the Noticee\nbeing arbitrary also violates the fundamental right guaranteed\nunder the Article 14 of the Constitution of India.\n13. That you, the Noticee have caused immense trauma and\ntorture to my client and to his friends and relatives by\npublishing the abovesaid false and frivolous statement/message\non the said platform. Further, the termination of the said\naccount has also caused irreparable loss to my client. It is\npertinent to mention here that you, the Noticee do not have any\nright or authority to publish such uncorroborated and false\ninformation which severely affects my client. By indulging in\nsuch activities as narrated above, you, the noticee have also\ncommitted series of cognizable offences under the Indian Penal\nCode, 1860.\n14. By this Legal Notice, you, the Noticee, are hereby\nimmediately called upon to-\na) tender an unconditional apology to my client; both in writing\nas well as by way of publishing an unconditional apology on\nthe said platform and on your official page in the same\n\nPage 5 of 6\n\n--- Page 6 ---\nA A CHAUS\nADVOCATE\n\nmanner and on the same level of prominence as the above-\nmentioned information was published.\nb) revoke the termination of the said facebook account i.e.\n'facebook.com/abuzar.choudhary'.\nc) A compensation of Rs. 5,00,000/- for causing immense trauma,\ntorture by publishing the abovesaid information.\nIn the light of the aforesaid factual matrix, we, hereby call upon you,\nthe Noticee through this legal notice to comply with the demands as\nmentioned in the preceding para, failing which, we have positive\ninstructions to initiate appropriate legal proceedings, both civil and\ncriminal against you, the Noticee which shall entirely be at the risks\nand cost of you the Noticee.\nPlease take further notice that in case of the failure on your part to\ncomply with the above said demands within a period of seven days\nfrom the receipt of the present notice my client will have no option\nbut to initiate legal proceedings as mentioned above.\n\nA copy of this legal notice has been retained in our office for further\nrecord and future reference.\n\nThanking You.\n\nChaus Abdul Aziz\nAdvocate\n\nEnrl. No. MAH/8061/2018\nPage 6 of 6",
    "metadata": {
      "file_extension": "pdf",
      "query": "“Summarise this document and tell me my legal options.”"
    },
    "created_at": "2025-12-31T17:06:56.212275",
    "is_case": true,
    "is_news": true
  }
]